backend/controllers/PagesController.php

INSERT INTO `pages` (`title`, `link`, `keywords`, `descr`, `content`, `h1`, `parent_id`, `preview`) VALUES ('Фотогалерея', 'foto', 'Фотогалерея', 'Фотогалерея', 'Фотогалерея', 'Фотогалерея', NULL, 'Фотогалерея')
---
    public function actionCreate()
    {
        $model = new Pages();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {

SELECT * FROM `pages` WHERE `id`='3'
---
    protected function findModel($id)
    {
        if (($model = Pages::findOne($id)) !== null) {