backend/models/Pages.php

SELECT * FROM `pages` WHERE `link`='/'
---
    public static function getContent()
    {
        $url = $_SERVER['REQUEST_URI'];
        $content = Pages::find()
            ->where(['link' => $url])
            ->one();